Revit 2027 API
ExternallyTaggedNonBReps Properties
The ExternallyTaggedNonBReps type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ExternallyTaggedNonBReps Class
Autodesk.Revit.DB Namespace